// General
"Chameleon_title" = "Chameleon";
"Chameleon_description" = "Chameleon requiert trois fichiers essentiels:
boot0 (Sur le MBR du disque) il est responsable du chargement de boot1.
boot1 (Sur le secteur de boot de la partition) pour trouver boot2.
boot2 (A la racine de la partition) pour charger le noyau etc.";

"Standard_title" = "Standard";
"Standard_description" = "Installe les fichiers de Chameleon à la racine de la partition sélectionnée en utilisant soit boot0 soit boot0md en fonction du système et sans détruire une installation de Windows existante.";

"EFI_title" = "EFI";
"EFI_description" = "Installe les fichiers de Chameleon dans la partition cachée EFI en utilisant soit boot0 soit boot0md en fonction du système et sans détruire une installation de Windows existante.";

"noboot_title" = "Ne pas installer de Chargeur de Démarrage";
"noboot_description" = "Utile si vous ne voulez installer que les Extras.";

// Modules

"Module_title" = "Modules Chameleon";
"Module_description" = "Le système de modules intégrés à Chameleon permet à un utilisateur ou un développeur d'étendre les fonctionnalités de base de Chameleon sans remplacer le fichier de démarrage principal.";

"AMDGraphicsEnabler_title" = "AMDGraphicsEnabler";
"AMDGraphicsEnabler_description" = "The GraphicsEnabler ATI code ( > r784) ported to a module.
This code has no support for 'legacy' ATI cards.
If your HD card was supported on the old code and you find
it missing on this, please file an issue at:
http://forge.voodooprojects.org/p/chameleon/issues/
The same applies to any missing card on this code.
Only cards known to work will be added.";

"ATiGraphicsEnabler_title" = "ATiGraphicsEnabler";
"ATiGraphicsEnabler_description" = "The GraphicsEnabler ATI code ( < r784) ported to a module.
Support for 'legacy' cards...
Based on Meklort's work.";

"IntelGraphicsEnabler_title" = "IntelGraphicsEnabler";
"IntelGraphicsEnabler_description" = "Enables a few Intel cards to be used out of the box, mostly mobile ones.";

"klibc_title" = "klibc";
"klibc_description" = "This module provides a standard c library for modules to link to if the library provided by chameleon is insufficient.
This is currently only used by the uClibc++ library.
Source: http://www.kernel.org/pub/linux/libs/klibc/";

"AutoReso_title" = "Resolution";
"AutoReso_description" = "This module reads the edid information from the monitor attached to the main display.
The module is currently not integrated into trunk and has minimal uses as it stands.
Additionally, the module will patch the vesa modes available in pre intel hd graphics cards to provide proper resolution while booting.";

"uClibc_title" = "uClibc++";
"uClibc_description" = "This module provides a minimalistic c++ runtime library for use in other modules.
This does not provide functionality by itself, instead it is used to allow for the c++ language to be used in other modules.
Please note that rtti and exceptions has both been disabled.
Source: http://cxx.uclibc.org/
Dependencies: klibc";

"Keylayout_title" = "Keylayout";
"Keylayout_description" = "Ce module permet de changer le plan de codage du clavier.";

// Utility
"Utility_title" = "Utilitaires";
"Utility_description" = "Fichiers optionnels pour aider lors de l'installation";

"PrefPanel_title" = "Panneau de Préferences";
"PrefPanel_description" = "Installe le Panneau de Préférences pour Chameleon.";

"SMBIOSDefault_title" = "SMBIOS.plist";
"SMBIOSDefault_description" = "Copie un exemple de smbios.plist dans /Extra/Configuration.";

"Documentation_title" = "Documentation";
"Documentation_description" = "Installe le manuel d'installation et d'utilisation de Chameleon";

// Options
"Options_title" = "Boot Options";
"Options_description" = "Create an /Extra/org.chameleon.Boot.plist and select your desired options to control Chameleon's settings.";

"arch_title" = "arch=i386";
"arch_description" = "Boots the kernel in 32bit mode rather than the default 64bit mode.";

"InstantMenu_title" = "InstantMenu=Yes";
"InstantMenu_description" = "Display the partition selection screen without showing the timeout screen.";

"QuietBoot_title" = "QuietBoot=Yes";
"QuietBoot_description" = "Enable quiet boot mode (no messages or prompt).";

"RestartFix_title" = "RestartFix=No";
"RestartFix_description" = "Disables the automatically enabled restart fix.";

"ShowInfo_title" = "ShowInfo=No";
"ShowInfo_description" = "Disables display of partition and resolution details.";

"DropSSDT_title" = "DropSSDT=Yes";
"DropSSDT_description" = "Discard the motherboard's built-in SSDT tables.";

"EthernetBuiltIn_title" = "EthernetBuiltIn=Yes";
"EthernetBuiltIn_description" = "ajoute EthernetBuiltIn=y au fichier com.apple.Boot.plist, cette option ajoutera 'built-in' a votre carte ethernet.";

"GraphicsEnabler_title" = "GraphicsEnabler=Yes";
"GraphicsEnabler_description" = "Enables the option to autodetect NVIDIA based GPUs and inject the correct info.";

"EnableC2State_title" = "EnableC2State=Yes";
"EnableC2State_description" = "Enable specific Processor power state, C2.";

"EnableC3State_title" = "EnableC3State=Yes";
"EnableC3State_description" = "Enable specific Processor power state, C3.";

"EnableC4State_title" = "EnableC4State=Yes";
"EnableC4State_description" = "Enable specific Processor power state, C4.";

// Advanced
"Advanced_title" = "Advanced";
"Advanced_description" = "Select your advanced desired options to control Chameleon's settings.";

"Npci_title" = "npci=0x2000";
"Npci_description" = "Set the flag npci=0x2000 for the Kernel Flags";

"BootBanner_title" = "BootBanner=No";
"BootBanner_description" = "Hides Chameleon's boot banner in GUI.";

"LegacyLogo_title" = "LegacyLogo=Yes";
"LegacyLogo_description" = "Use the legacy (grey on white) apple logo on the boot screen rather than the boot.png in the theme.";

"SMBIOSdefaults_title" = "SMBIOSdefaults=Yes";
"SMBIOSdefaults_description" = "Enables SMBIOSdefaults options.";

"UseAtiROM_title" = "UseAtiROM=Yes";
"UseAtiROM_description" = "Enables UseAtiROM options.";

"UseNvidiaROM_title" = "UseNvidiaROM=Yes";
"UseNvidiaROM_description" = "Enables UseNvidiaROM options.";

"Wait_title" = "Wait=Yes";
"Wait_description" = "Pauses the boot process after Chameleon has finished it's setup then waits for a key press before it starts the mach kernel. Useful when combined with verbose boot for troubleshooting.";

"Wake_title" = "Wake=Yes";
"Wake_description" = "Attempts to load the sleep image saved from last hibernation.";

"GUI_title" = "GUI=No";
"GUI_description" = "Désactive l'interface graphique.";

"VBIOS_title" = "VBIOS=Yes";
"VBIOS_description" = "Enables VBIOS option";

"GenerateCStates_title" = "Generate C-States=Yes";
"GenerateCStates_description" = "Enable auto generation of processor idle sleep states (C-States).";

"GeneratePStates_title" = "Generate P-States=Yes";
"GeneratePStates_description" = "Enable auto generation of processor power performance states (P-States).";

"CSTUsingSystemIO_title" = "New - Generate C-States=Yes";
"CSTUsingSystemIO_description" = "New C-State _CST generation method using SystemIO registers instead of FixedHW.";

"ForceHPET_title" = "ForceHPET=Yes";
"ForceHPET_description" = "ajoute ForceHPET=y to com.apple.Boot.plist, Cette option active HPET sur les chipsets intel,(pour les bios qui n'ont pas cette options).";

"ForceWake_title" = "ForceWake=Yes";
"ForceWake_description" = "réveille forcé, (ajoute l'option ForceWake=y au fichier com.apple.Boot.plist)";

"EHCIacquire_title" = "EHCIacquire=Yes";
"EHCIacquire_description" = "fixe certains problème de branchement usb a chaud et de reconnaissance usb2 !";

"UHCIreset_title" = "UHCIreset=Yes";
"UHCIreset_description" = "fixe quelques rares problèmes de detection usb";

"UseMemDetect_title" = "UseMemDetect=No";
"UseMemDetect_description" = "Disables the automatically enabled RAM recognition.";

// KeyLayout
"KeyLayout_title" = "KeyLayout";
"KeyLayout_description" = "Fixe le plan de codage du clavier à utiliser";

"mac-de_title" = "Clavier Mac Allemand";
"mac-de_description" = "Utilise le plan de codage pour un clavier Mac Allemand";

"mac-fr_title" = "Clavier Mac Français";
"mac-fr_description" = "Utilise le plan de codage pour un clavier Mac Français";

"mac-es_title" = "Clavier Mac Espagnol";
"mac-es_description" = "Utilise le plan de codage pour un clavier Mac Espagnol";

"mac-it_title" = "Clavier Mac Italien";
"mac-it_description" = "Utilise le plan de codage pour un clavier Mac Italien";

"mac-se_title" = "Clavier Mac Suédois";
"mac-se_description" = "Utilise le plan de codage pour un clavier Mac Suédois";

"pc-fr_title" = "Clavier PC Keyboard";
"pc-fr_description" = "Utilise le plan de codage pour un clavier PC Français";

// Resolution
"Resolution_title" = "Resolution";
"Resolution_description" = "Set the screen resolution of your display";

"1024x600x32_title" = "1024x600x32";
"1024x600x32_description" = "1024x600x32";

"1024x768x32_title" = "1024x768x32";
"1024x768x32_description" = "1024x768x32";

"1280x768x32_title" = "1280x768x32";
"1280x768x32_description" = "1280x768x32";

"1280x800x32_title" = "1280x800x32";
"1280x800x32_description" = "1280x800x32";

"1280x1024x32_title" = "1280x1024x32";
"1280x1024x32_description" = "1280x1024x32";

"1280x960x32_title" = "1280x960x32";
"1280x960x32_description" = "1280x960x32";

"1440x900x32_title" = "1440x900x32";
"1440x900x32_description" = "1440x900x32";

"1600x900x32_title" = "1600x900x32";
"1600x900x32_description" = "1600x900x32";

"1680x1050x32_title" = "1680x1050x32";
"1680x1050x32_description" = "1680x1050x32";

"1920x1080x32_title" = "1920x1080x32";
"1920x1080x32_description" = "1920x1080x32";

"1920x1200x32_title" = "1920x1200x32";
"1920x1200x32_description" = "1920x1200x32";

// Themes
"Themes_title" = "Themes";
"Themes_description" = "Une collection de themes samplé
More themes can be found at http://forum.voodooprojects.org/index.php/board,7.0.html";

"Embed_title" = "Embed";
"Embed_description" = "A smaller simple version of the new default theme used when building a version of Chameleon which requires an embedded theme. ";

"Legacy_title" = "Legacy";
"Legacy_description" = "Chameleon's previous default theme";

"Default_title" = "Standard";
"Default_description" = "Ce theme est codé directement dans le fichier Boot, inclu ici pour vous comme base de customisation.";

// Extras
"Extras_title" = "Extras";
"Extras_description" = "une collection d'addons utiles";

"SMBios_title" = "SMBIOS Override";
"SMBios_description" = "Installe le fichier de configuration SMBIOS smbios.plist into Extra";

// Error strings
"ERROR_BOOTVOL" = "Ce logiciel doit être installé sur le volume de démmarrage.";
"ERROR_INSTALL" = "Ce volume ne remplit pas les conditions requises pour cette mise à jour.";

"Newer_Package_Installed_message" = "Une version plus récente de Chameleon est déjà installée";
"Intel_Mac_message" = "Ce logiciel ne peut être installé sur cette ordinateur.";
